// Вопрос:
//
//     Какие преимущества предоставляет bcrypt по сравнению с обычными хеш-функциями?
//
//     В качестве ответа напишите номер правильного варианта
//
// Пример ответ: 35
//
// Дополнительная информация:
//
//     Варианты ответов:
//
//
//     90 - Он обеспечивает двустороннюю аутентификацию
//
//
// 4 - Он быстрее, что позволяет обрабатывать большие объемы данных
//
//
// 95 - Он медленнее, что обеспечивает большую безопасность
//
//
// 28 - Он обеспечивает лучшую сжимаемость данных
//
//
// 7 - Он имеет более короткую длину хеша
//
//
// 36 - Его хеш очень длинный
//
